Repository: ModularHistory/modularhistory
Catalog: apps/moderation/locale/*/LC_MESSAGES/django.po
Languages: fr, pt_br

source: Approve selected moderated objects
fr: Approuver les objets modérés sélectionnés

source: Reject selected moderated objects
fr: Rejeter les objets modérés sélectionnés
pt_br: Rejeitar itens moderados selecionados

source: Set selected moderated objects as Pending
fr: Définir les objets modérés sélectionnés comme étant en attente
pt_br: Definir itans moderados selecionados como pendentes

source: Object is viewable on site, it will be removed if moderator rejects it
fr: L'objet est visible sur le site, il sera retiré si le modérateur le rejette
pt_br: Objeto é visível no site e será removido se o moderador rejeitá-lo

source: Object is not viewable on site, it will be visible if moderator accepts it
fr: L'objet n'est pas visible sur le site, il sera visible si le modérateur l'accepte
pt_br: Objeto não é visível no site e será visível se o moderador aceitá-lo.

source: Object has been rejected by moderator, reason: %s
fr: L'objet a été rejeté par le modérateur, raison: %s
pt_br: Obejto foi rejeitado pelo moderador, motivo: %s

source: Object has been approved by moderator and is visible on site
fr: L'objet a été approuvé par le modérateur et est visible sur le site
pt_br: O objeto foi aprovado pelo moderador e está visível no site

source: This object is not registered with the moderation system.
fr: Cet objet n'est pas enregistré auprès du système de modération.
pt_br: Este objeto não está registrado no sistema de moderação.

source: All
fr: Tous
pt_br: Todos

source: Ready for moderation
fr: Prêt pour la modération
pt_br: Pronto para moderação

source: Draft
fr: Brouillon
pt_br: Rascunho

source: Rejected
fr: Rejeté
pt_br: Rejeitado

source: Approved
fr: Approuvé
pt_br: Aprovado

source: Pending
fr: En attente
pt_br: Pendente

source: Moderated Object
fr: Objet modéré
pt_br: Item Moderado

source: Moderated Objects
fr: Objets modérés
pt_br: Itens Moderados

source: Change object
fr: Modifier l'objet
pt_br: Alterar objeto

source: Object differences
fr: Différences d'objet
pt_br: Diferenças do objeto

source: Reject
fr: Rejeter
pt_br: Rejeitar

source: Approve
fr: Approuver
pt_br: Aprovar

source: Select object to moderate
fr: Sélectionnez l'objet à modérer
pt_br: Selecione o objeto para moderar
